<?php

return [
    'admin' => [
        'news' => [
            'success' => 'Новость успешно добавлена',
            'fail' => 'Не удалось сохранить новость',
            'updateSuccess'=> 'Новость успешно обновлена',
        ],
        'categories' => [
            'success' => 'Категория успешно добавлена',
            'fail' => 'Не удалось сохранить категорию',
            'updateSuccess' => 'Категория успешно обновлена',
        ],
        'users' => [
            'updateSuccess' => 'Статус пользователя успешно изменен',
            'fail' => 'Не удалось изменить статус пользователя',
        ]
    ],
    'uploading' => [
        'success' => 'Заявка успешно добавлена',
        'fail' => 'Не удалось оформить заявку',
    ],
    'feedback' => [
        'success' => 'Отзыв успешно добавлен',
        'fail' => 'Не удалось отправить отзыв',
        'updateSuccess' => 'Отзыв успешно обновлен',
    ],
];

